Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Also a catch-all for people and companies that don't belong in Creator/: politicians, historical figures, athletes (except for wrestlers), retailers, etc. [[/folder]]
pt_br: É também o espaço para pessoas e empresas que não pertencem ao [=BrCriador/=]: políticos, figuras históricas, atletas (exceto os de luta livre), lojas, etc. [[/folder]]

source: Also compare and contrast with NotSoWellIntentionedExtremist, who uses fallacious claims of altruism to veil and rationalize entirely ''un''-altruistic motivations for committing their atrocities.
pt_br: Também comparar e contrastar com Br/ExtremistaNaoTaoBemIntencionado, que usa alegações falaciosas de altruísmo para ocultar e racionar motivações ''nada'' altruístas para suas atrocidades.

source: Also compare with NoGoodDeedGoesUnpunished, where the good guy suffers as a result of doing the right thing.
pt_br: Comparar também com Br/NenhumaBoaAcaoFicaImpune, onde o mocinho sofre como resultado de fazer a coisa certa.

source: Also contrast AntiHumor, which purposely avoids using punch lines.
pt_br: Contrastar também com Br/AntiHumor, que evita usar sacadas de propósito.

source: Also contrast RealismInducedHorror, which seeks to instill fear in audiences through plausibility.
pt_br: Contrastar também com Br/TerrorInduzidoPorRealismo, que busca incutir medo no público através da plausibilidade.

source: Also discussed in another episode, where after the usual misblaming and slap from Doña Florinda, Don Ramón hits Chavo, who was somewhat responsible for the whole thing, and the kid leaves crying.
pt_br: Também é discutido em outro episódio, onde após a sequência típica de levar a culpa por engano seguida de um tapa, Seu Madruga bate no Chaves, que de certo modo era responsável pela situação, e ele sai chorando.

source: Also expect ExactWords and YouDidntAsk to be employed against the Faust.
pt_br: É possível esperar que Br/PalavrasExatas e Br/VoceNaoPerguntou sejam usadas contra o Fausto.

source: Also known as a Sketch Show, it's a descendant of the VarietyShow.
pt_br: Também chamado de programa/show de esquetes, é um descendente do Br/ProgramaDeVariedades.

source: Also known to happen in [[SportsStoryTropes Sports Movies]], where a character may see one last great year or performance as a redemption of their prior deeds or careers.
pt_br: Também acontecem em [[Br/TroposDeHistoriasDeEsportes filmes de esportes]], onde um personagem pode ter um último ano de desempenho excepcional como redenção pelos seus feitos prévios na carreira.

source: Also note that before you add an example here (especially under Real Life), loopholes are different than exemptions and provisions.
pt_br: Antes de adicionar um exemplo aqui (especialmente na seção de Vida Real), note que brechas são diferentes de exceções e emendas.

source: Also note that this can specifically be invoked as AnAesop, generally when something straightforward starts to involve too many people and therefore ends up ASimplePlan.
pt_br: Note também que isso pode ser invocado especificamente como Br/UmEsopo, geralmente quando algo direto e simples começa a envolver muitas pessoas e acaba como [[Br/UmPlanoSimples plano simples]].

source: Also occurs in many cases of AlasPoorVillain.
pt_br: Também ocorre em muitos casos de Br/InfelizmentePobreVilao.

source: Also see IdiotHoudini, when a person is forever protected from the results of their stupidity.
pt_br: Ver também Br/IdiotaHoudini, quando uma pessoa fica protegida dos resultados de sua estupidez.

source: Also the constant disappointment of a chronic DeathSeeker.
pt_br: É também a decepção constante de alguém que seja um Br/BuscadorDaMorte.

source: Also with EsotericHappyEnding, where the author clearly ''meant'' it to be joyful, beautiful, and uplifting… but the readers don't see it that way.
pt_br: Comparar também com Br/FinalFelizEsoterico, onde a ''intenção'' do autor foi de ser alegre e belo... mas os leitores não percebem desse jeito.

source: Also, '''please provide context''' as to why the character lives up to their scary name.
pt_br: Adicionalmente, '''por favor forneça contexto''' sobre por que o personagem combina com seu nome assustador.

source: Also, [[spoiler: when VIKI takes control of the NS-5s and begins her takeover,]] the NS-5s' chests glow red due to the uplink with NSR, while Sonny's chest stays white because he has no uplink.
pt_br: Adicionalmente, [[spoiler: quando a VIKI toma controle dos NS-5]], o tórax deles brilha em vermelho devido à conexão com a USR, enquanto o de Sonny permanece branco por ele não ter conexão.

source: Also, a bottle episode may or may not involve a MinimalistCast.
pt_br: Adicionalmente, um episódio engarrafado pode ou não envolver um Br/ElencoMinimalista.

source: Also, a half-empty glass means it can only be emptied, and can't be refilled.
pt_br: Um copo meio vazio também significa que ele só pode ser esvaziado, e não enchido novamente.

source: Also, according to [[https://web.archive.org/web/20190824041417/https://salient.org.nz/2009/10/tv-tropes-will-ruin-your-life/ this article]], TV Tropes is actually a path that mirrors our desire to fictionalize and narrativize our lives.
pt_br: Adicionalmente, de acordo com [[https://web.archive.org/web/20190824041417/https://salient.org.nz/2009/10/tv-tropes-will-ruin-your-life/ este artigo em inglês]], o TV Tropes é na verdade um caminho que espelha nosso desejo de ficcionalizar e narrativizar nossas próprias vidas.

source: Also, having a superpower and heroic desire is not enough to be a superhero and it's not a glamorous life.
pt_br: Além do mais, ter um super poder e um desejo heroico não basta para ser um super herói, e também não é uma vida glamorosa.

source: Also, if OnlyOneFindsItFun, expect the one to be a Cloudcuckoolander.
pt_br: Adicionalmente, se Br/SomenteUmAchaEngracado, esse um provavelmente é um lunático.

source: Also, it is only pages under this namespace that should be marked as a Creator-type page.
pt_br: Adicionalmente, somente as páginas neste espaço que devem ser marcadas como sendo do tipo Criador (Creator).

source: Also, more subtly, JVC (Spooner's [=HiFi=]) and [=FedEx=].
pt_br: E, mais sutilmente, a [=FedEx=] e o aparelho de som JVC do Spooner.

source: Also, the "wheels" are actually spheres, letting vehicles basically drive at full speed in any direction.
pt_br: E as "rodas" são na verdade esferas, permitindo que os veículos dirijam a toda velocidade em qualquer direção.

source: Also, the Galaxy in the first movie.
pt_br: No primeiro filme, é a galáxia.

source: Alternately, a {{Hypochondria}}c will gradually be portrayed as actually being sickly ([[SicklyNeuroticGeek neuroticism and geekiness]] optional).
pt_br: Alternativamente, um [[Br/{{Hipocondria}} hipocondríaco]] será progressivamente retratado como estando de fato doente (neuroticismo opcional).

source: Alternately, the [[MagneticHero hero]] is in dire straits until TheCavalry and his [[CharacterMagneticTeam ragtag band]] of [[FireForgedFriends acquired friends]] arrive to save the day.
pt_br: Alternativamente o [[Br/HeroiMagnetico heroi]] está em apuros até que chega Br/ACavalaria e o grupo improvisado de amigos para salvar o dia.

source: Alternately, the deal truly has no strings attached, as it's a XanatosGambit where the Faust's good fortune or success will deliver the soul of another to Mephistopheles.
pt_br: Alternativamente, o pacto não tem restrições, porque é um Br/GambitoDeXanatos que está em curso e que fará com que a sorte ou sucesso do Fausto traga para Mefistófeles a alma de outro.

source: Alternatively, a prop department may modify existing items or create new (or replica) ones from scratch to have particular looks, functions, or PracticalEffects.
pt_br: Alternativamente, o departamento de adereços pode modificar itens existentes ou criar novos (ou réplicas) do zero para que eles tenham determinada aparência, funcionalidade ou Br/EfeitosPraticos.

source: Alternatively, he's just a StoneWall taking the hits for others.
pt_br: Alternativamente, ele pode ser só uma Br/ParedeDePedra que recebe os ataques no lugar dos outros.

source: Alternatively, the show goes off the rails and starts getting ''really'' weird and off-beat, especially after it's [[ItsBeenDone exhausted the formula]] (like how ''Happy Days'' introduced aliens).
pt_br: Alternativamente o show sai dos trilhos e começa a ficar ''realmente'' estranho, especialmente depois que a [[Br/JaFoiFeito fórmula já foi exaurida]] (que nem como quando "Dias Felizes" introduziu aliens).

source: Alternatively, with ProductPlacement, the brand and logo may be openly shown as part of a marketing deal.
pt_br: Alternativamente, através do Br/PosicionamentoDeProduto, o item e a logomarca podem ser abertamente exibidos como parte de um acordo publicitário.

source: Although characters have learned their lessons or attempted to improve their predicaments, nothing ever really changes.
pt_br: Apesar de os personagens terem aprendido suas lições ou melhorado a si mesmos, nada realmente muda.

source: Although derived from [[https://en.wikipedia.org/wiki/Beat_%28music%29 musical beats,]] this term is less about timing and much more about ''pacing'' -- the cyclic shifts in emotional direction and intensity that keep the audience engaged with the story.
pt_br: Apesar de derivado das batidas musicais, o termo aqui é menos sobre tempo e mais sobre ''ritmo'' -- as mudanças cíclicas na direção emocional e intensidade que mantém o público engajado com a história.

source: Although there are countless ways Crapsack Worlds can be depicted (often with SceneryGorn), it is usually {{dark|erAndEdgier}}, and on the [[CynicismTropes cynical end]] of the SlidingScaleOfIdealismVersusCynicism, so it will have either GreyAndGrayMorality or BlackAndGrayMorality, if not outright EvilVersusEvil in the worst of cases (beware of TooBleakStoppedCaring and the EightDeadlyWords if you decide to go this route though).
pt_br: Há numerosos jeitos pelos quais um Mundo Lixoso pode ser retratado, mas isso costuma ser feito de maneira sombria e na [[Br/TroposDeCinismo ponta cínica]] da Br/EscalaMovelDeIdealismoVersusCinismo, por isso o mundo terá Br/MoralidadeGrisECinza ou Br/MoralidadePretaECinza, ou até mesmo Br/MalContraMal no pior dos casos (se essa rota for tomada, cuidado com as Br/OitoPalavrasMortais e para que não fique Br/SombrioDemaisParaMeImportar).

source: Although, I specialize in hardware-to-wetware interfaces in an effort to advance U.S.R.'s robotic anthropomorphization program.\\ '''Detective Del Spooner:''' So, what exactly do you do around here?\\ '''Susan Calvin:''' I make the robots seem more human.\\ '''Detective Del Spooner:''' Now wasn't that easier to say?\\ '''Susan Calvin:''' Not really.
pt_br: embora me especialize em interfaces do sistema nervoso humano para acelerar o programa antropomorfológico da USR.\\ '''Spooner:''' Então, o que ''exatamente'' você faz aqui?\\ '''Calvin:''' Faço os robôs parecerem mais humanos.\\ '''Spooner:''' Não era mais fácil você dizer isso?\\ '''Calvin:''' Não, na verdade...

source: Although, he ''does'' have a tragic reason for that one.]] * YouCantGetYeFlask: Dr. Lanning's hologram is programmed to only respond to a handful of specifically worded questions, anything else has it say "I'm sorry, my responses are limited, you must ask the right questions".
pt_br: No entanto, ele ''tem'' um motivo trágico para isso.]] * Br/AdivinheASintaxe: O holograma do Dr. Lanning é programado para responder somente para um conjunto de perguntas especificamente formuladas, respondendo todo o restante com "Sinto muito, minhas respostas são limitadas. Deve fazer as perguntas certas".

source: Always face it forward.\\ (''[[PassingTheTorch Kay hands Jay the neuralyzer]]'')\\ '''Kay:''' See you around, [[SignificantNameShift Jay]].\\ '''Jay:''' (''puts on sunglasses and aims the neuralyzer'') No, you won't.\\ (''Jay neuralyzes Kay'') * DidYouJustFlipOffCthulhu: The tow truck driver doesn't get intimidated by "Edgar", even when he takes out his shotgun.
pt_br: Evite olhar pra isso.\\ ''[[Br/PassandoATocha K entrega o neuralizador para J]] ]''\\ '''K:''' Vejo você por aí.\\ '''J:''' ''[coloca os óculos e mira o neuralizador]'' Não. Nada disso.\\ ''[J neuraliza o agente K]'' * Br/VoceAcabouDeInsultarCthulhu: O motorista do guincho não se intimida com "Edgar", mesmo quando ele prepara a espingarda.

source: Amazing complains to his PR rep Vic about losing his sponsorships, Vic tells him that he's "a publicist, not a magician." [[note]]Ricky Jay, who plays Vic, was actually a magician in RealLife and able to throw playing cards with such deadly accuracy it would make The Blue Raja proud.[[/note]] * ImprobableAimingSkills: After training under the Sphinx, The Blue Raja is shown to have impeccable aiming skills that border on the superhuman.
pt_br: Arraso reclama para seu agente, Vic, sobre perder seus patrocinadores, Vic responde dizendo que ele faz "propaganda, não mágica". [[note]]Ricky Jay, que interpreta o Vic, era na verdade um mágico na Br/VidaReal e podia lançar cartas com precisão de fazer inveja ao Marajá.[[/note]] * Br/HabilidadeDeMiraImprovavel: Após treinar com o Esfinge, o Marajá é mostrado como tendo habilidades impecáveis de mira que beiram o sobrehumano.

source: Amazing crosses the line when, in an attempt to keep [[CorporateSponsoredSuperhero his sponsors]] from pulling their endorsements due to his fights being boring without supervillains, he tricks the insane asylum staff in releasing his nemesis Casanova Frankenstein, counting on Casanova to wreak havoc.
pt_br: Arraso cruza a linha quando, em uma tentativa de evitar que os [[Br/HeroiPatrocinadoPorCorporacao patrocinadores]] encerrem os contratos devido às suas lutas serem chatas (por causa da ausência de super vilões), ele convence a equipe do asilo a soltar seu nêmesis, Casanova Frankenstein, com a intenção de que ele cause caos.

source: Amazing is gone.
pt_br: O Arraso morreu.

source: Amazing:''' (MeaningfulLook) * CatFight: between the 2 Wonder Woman wannabes during the recruiting drive, much to the interest of all the Mystery Men.
pt_br: '''Arraso:''' [Br/ExpressaoSignificativa]

source: Amazing:''' .
pt_br: Arraso:'''

source: Amazing:''' Casanova Frankenstein -- now there was a supervillain!
pt_br: '''Arraso:''' Casanova Frankenstein... um super vilão de responsa!

source: Amazing:''' I knew you couldn't change.\\ '''Casanova Frankenstein:''' I knew you'd know that.\\ '''Capt.
pt_br: Arraso:''' Sabia que não podia mudar.\\ '''Casanova Frankenstein:''' Eu sabia que sabia disso.\\ '''Capitão

source: Amazing:''' Oh, I know that.
pt_br: Arraso:''' Eu sei disso.

source: Amazing:''' Okay.
pt_br: '''Arraso:''' Tá.

source: Amazing:''' Really?\\ '''Vic:''' Casanova Frankenstein is locked up in a nut-house.\\ '''Cpt.
pt_br: '''Arraso:''' Sério?\\ '''Vic:''' Casanova Frankenstein está trancafiado no hospício.\\

source: Amazing:''' Then get the...th..Deathman\\ '''Vic:''' Deathman is dead.\\ '''Cpt.
pt_br: '''Arraso:''' Então arranja o... o De Morte!\\ '''Vic:''' O De Morte morreu.\\

source: Among countless other examples, the song playing whenever Doña Florinda and Profesor Jirafales meet becomes a cover version of "Tara's Theme" from ''Film/GoneWithTheWind'', and the original theme song ''The Elephant Never Forgets'' is replaced by Fiddy's ''[[https://www.youtube.com/watch?v=vEl_XCaZjUw Skipping]]''.
pt_br: Entre outros exemplos, a música que toca sempre que Dona Florinda e Professor Girafales se encontram se torna uma versão rearrajnada de "Tara's Theme" de ''BrFilme/EOVentoLevou'', e a canção original ''The Elephant Never Forgets'' foi trocada por ''[[https://www.youtube.com/watch?v=vEl_XCaZjUw Skipping]]'' de Fiddy.

source: Among the fans, the 1996 design is widely considered the best of them.
pt_br: Dentre os fãs, é amplo consenso que o traço de 1996 é considerado o melhor.

source: An "ax-crazy" character is someone who is psychologically unstable[[note]]"Unstable" is an excessively mild term here, because it implies that ''some'' residual stability may still be present.
pt_br: Um personagem "doido de pedra" é alguém que é psicologicamente instável[[note]]"Instável" é um termo inadequado aqui porque implica que ainda resta ''alguma'' estabilidade residual.

source: An ''ideal'' retcon clarifies a question alluded to without adding excessive new questions.
pt_br: Um ''retcon'' bem feito esclarece uma questão existente sem adicionar muitas questões extras.

source: An ''imitation'' of life.
pt_br: Uma ''imitação'' da vida.

source: An NS-4 robot came to the rescue, and statistically determined that it could not save both Spooner and Sarah.
pt_br: Um robô NS-4 veio ao resgate, e estatisticamente determinou que ele não poderia salvar Spooner e Sarah.

source: An [[ScienceRelatedMemeticDisorder increasingly common take]] on this trope is that Mad Science is a [[CursedWithAwesome dangerous superpower]] or even a ''[[ChronicVillainy mental disorder]]'', either hereditary in which case the afflicted may come from a [[InTheBlood long line]] of mad scientists, or transmissible through [[InfectiousInsanity contagious ideas]] or [[GoMadFromTheRevelation experiences]].
pt_br: Uma [[Br/TranstornoMemeticoDeAspectoCientifico abordagem cada vez mais comum]] com este tropo é que a Ciência Maluca é um [[Br/AmaldicoadoComAlgoIncrivel super poder perigoso]] ou até mesmo um ''[[Br/VilaniaCronica transtorno mental]]'' que pode ser hereditário -- caso em que a vítima pode vir de uma [[Br/EstaNoSangue longa linhagem]] de cientistas malucos -- ou transmissível através de [[Br/InsanidadeInfecciosa ideias contagiosas]] ou [[Br/EnlouquecerComARevelacao experiências]].

source: An agent of a secret organization called the MIB (Men in Black) code-named "K" (Creator/TommyLeeJones) seeks out a new recruit to monitor alien activity on Earth.
pt_br: Um agente de uma organização secreta chamada MIB cujo codinome é "K" (BrCriador/TommyLeeJones) procura um novo recruta para monitorar a atividade alienígena na Terra.

source: An alternate form is a deal where the Mephistopheles offers the Faust exactly what he wants, if not more, but to get it, he has to undergo an ImpossibleTask that Mephistopheles obviously does not think the Faust can complete, with the Faust's soul as the penalty if he fails.
pt_br: Uma forma alternativa é um trato onde Mefistófeles oferece ao Fausto exatamente o que ele deseja, senão mais; mas para que consiga isso ele deve passar por uma Br/TarefaImpossivel que Mefistofeles obviamente considera que o Fausto não vai conseguir completar, com a alma deste sendo a penalidade em caso de falha.

source: An alternative to RedemptionEqualsDeath.
pt_br: Uma alternativa a Br/RedencaoSignificaMorte.

source: An archetype is a universal theme, story or character which is so fundamental that, regardless of how many times it is used (or misused), it never becomes stale, dated or {{Cliche}}.
pt_br: Um arquétipo é um tema, história ou personagem universais tão fundamentais em narrativas que, independentemente de quantas vezes seja (mal) utilizado, nunca se torna obsoleto, datado ou Br/{{Cliche}}.

source: An entire city of {{Star Scraper}}s.
pt_br: É uma cidade repleta de [[Br/ArranhaEstrela arranha-estrelas]].

source: An episode might even turn into a NonActorVehicle.
pt_br: É possível até que um episódio traga alguém que não saiba como atuar.

source: An example: --->'''Doña Clotilde:''' Why are you calling me a witch all the time?\\ '''Quico:''' No, I wasn't talking about you.
pt_br: Um exemplo: --->'''Dona Clotilde:''' Por que você vive me chamando de bruxa?\\ '''Quico:''' Eu não estava falando de você.

source: An example: --> '''Don Ramón''': Fíjese como ha acumulado barriga el Sr.
pt_br: Um exemplo: --> '''Seu Madruga:''' Por que tem sempre que fazer de barriga o Senhor Tambor?

source: An important aspect of the Woobie is that their suffering must be caused by external sources.
pt_br: Um aspecto importante do Coitadinho é que o seu sofrimento deve ser causado por fontes externas.

source: An interesting bit of neurological trivia: finding slapstick funny is ''very'' deeply seated in the brain.
pt_br: Um fato neurológico interessante: considerar o pastelão engraçado está enraizado no cérebro.

source: An interesting point is that many tropes could easily be considered archetypes in and of themselves.
pt_br: Um detalhe interessante é que muitos tropos podem facilmente serem considerados arquétipos por si só.

source: An understandably appalled Edwards immediately trains his own weapon on K and repeatedly orders him to drop the weapon and put his hands up, his exact words being "Don't make me shoot you!" But then things get weird... * DontTouchItYouIdiot: Agent K tells Agent J not to touch anything.
pt_br: O compreensivelmente-aterrorizado James imediatamente saca a própria arma e a aponta para K, repetidamente ordenando que ele largue a arma e ponha as mãos pra cima, suas palavras sendo "Não me obrigue a matar você". Mas aí as coisas ficam estranhas... * Br/NaoToqueNissoSeuIdiota: O agente K pede que J não toque em nada.

source: An unplanned sequel is often the result of an author discovering, much to their delight, that the original did well and readers want more stories with their favorite dashing hero.
pt_br: ma sequência não planejada é comumente o resultado do autor descobrindo (com satisfação) que o trabalho original foi bem recebido e os leitores querem mais histórias com o seu herói predileto.

source: Analyzing a medium in depth and pulling it apart by the [[{{Tropes}} seams]] teaches you to watch things critically -- analyzing every aspect and codifying them inside your mind.
pt_br: Analisar uma mídia em profundidade e desfazê-la pelas [[Br/{{Tropos}} emendas]] te ensina a assistir as coisas de maneira crítica -- estudar cada aspecto e codificar eles na mente.

source: And AnyoneCanDie.
pt_br: E Br/QualquerUmPodeMorrer.

source: And I won't hit you again because my grandma was midfielder for the Chivas del Guadalajara..." * YouWannaGetSued: ** Try a little DrinkingGame.
pt_br: Só não te dou outra porque a minha avozinha era centroavante do Chivas de Guadalaraja..."

source: And a ''fourth'' way is to use the Freudian Excuse as a justification for a HeelFaceTurn; if the villain gets treatment he no longer has any reason to be evil and may pay the heroes back out of gratitude.
pt_br: E um ''quarto'' meio é usar a desculpa freudiana como justificativa para o vilão Br/PassarParaOLadoDosMocinhos; se o vilão recebe tratamento, então ele não possui mais motivos para ser do mal e talvez colabore com os heróis por gratidão.

source: And all of the above and more can likely be found at the local MadScienceFair, eagerly showing off their latest crimes against nature.
pt_br: E todos esses (e mais) podem ser encontrados na Br/FeiraDeCienciaMaluca local, exibindo com muita disposição os seus mais recentes crimes contra a natureza.

source: And all of them are trying to play at once.
pt_br: E todos eles estão acontecendo ao mesmo tempo.

source: And all parties to a {{masquerade}}, good or bad, are often required to [[KilledToUpholdTheMasquerade kill any poor schmuck]] [[HeKnowsTooMuch who accidentally sees something he's not supposed to]].
pt_br: E todas as partes envolvidas em um Br/{{mascaramento}}, boas ou más, costumam [[Br/MortoParaManterOMascaramento matar qualquer pobre coitado]] que [[Br/EleSabeDemais acidentalmente viu algo que não deveria]].

source: And bad {{pun}}s get the CollectiveGroan.
pt_br: E Br/{{trocadalho}}s horríveis se encontram com o Br/ResmungoColetivo.

source: And can I get some ice?
pt_br: E pode trazer um pouco de gelo?
